{
  "ars_nouveau.page.threads": "各種の防具にはそれぞれ独自のスレッドスロットセットが備わっています。防具を新しいティアにアップグレードすると、追加のスロットがロック解除され、防具に追加されます。ソーサラーセットは最小限の防御を提供しますが最も強力なスロットを備えており、バトルメイジセットはより高い防御を提供しますが、スロットは少なく、威力も低くなります。防具を次のティアへアップグレードするレシピについては、防具とパークのカテゴリーセクションを参照してください。",
  "ars_nouveau.page.trinkets": "トリンケット",
  "ars_nouveau.page.upgrades": "アップグレード",
  "ars_nouveau.page.vitalic_sourcelink": "近くのモブの死亡と動物の繁殖からソースを適度に生成します。さらに、バイタリックソースリンクは近くの子動物からパッシブソースを生成し、その成長を加速させます。",
  "ars_nouveau.page.void_jar": "ピックアップ時にアイテムを破壊し、引き換えに少量のマナを付与するジャー。スニークしながら使用することで、ジャーのオン・オフを切り替えられます。ジャーで破壊するアイテムを追加または削除するには、オフハンドでアイテムを持った状態でジャーを使用するか、スクライバーズテーブルでジャーを配置した状態でアイテムを使用してください。ジャーが機能するにはホットバーに入っている必要があります。",
  "ars_nouveau.page.void_prism": "それを通過する呪文プロジェクタイルを破壊します。",
  "ars_nouveau.page.wand": "ワンドは単一の呪文のみを受け入れ、スクライバーズテーブルで刻印されます。ワンドは常にプロジェクタイル→加速で始まり、別の手段を持たない呪文で刻印される必要があります。これにより、10個の呪文の上限を超えて呪文をキャストできます。破裂をキャストするワンドが必要な場合は、ワンドを破裂だけで刻印して、プロジェクタイル→加速→破裂を備えたワンドが完成します。",
  "ars_nouveau.page.warp_portal": "ワープポータル",
  "ars_nouveau.page.warp_scroll": "記録された場所へ1度だけテレポート可能なスクロール。ただし、ディメンション間のテレポートは不可能です。刻印されたスクロールをオフハンドに持った状態で、エンティティに対してブリンクをキャストすると、別のエンティティをワープさせることができます。",
  "ars_nouveau.page.weald_walker": "ウィールドウォーカー",
  "ars_nouveau.page.wilden": "ウィルデン",
  "ars_nouveau.page.wixie_hat": "スターバンクルがポーションを輸送することを可能にします。ウィクシーハットを装備した後、ドミニオンワンドを使用してポーションジャー間でそれらを接続します。",
  "ars_nouveau.page.world_generation": "ワールド生成",
  "ars_nouveau.page1.allow_scroll": "オートメーション関連エンティティにアイテムリストを提供します。アイテムを刻印するには、スクライバーズテーブルに配置してスニークしながら、テーブルでブロックとアイテムを使用してください。スターバンクルに与えると、スターバンクルはこのスクロールに記載されたアイテムのみをピックアップして運搬します。",
  "ars_nouveau.page1.alteration_table": "魔法の防具にスレッドを刻印するために使用されます。テーブルを使用するには、防具をテーブルのスタンドに配置してください。タブレットは防具で利用可能なスレッドスロットを表示します。スレッドを追加または削除するには、テーブルのタブレットでスレッドを使用します。防具を削除するとスレッドが防具に適用されます。スレッドを削除するには、テーブルに防具を配置して、空の手で表示と相互作用してください。",
  "ars_nouveau.page1.amethyst_golem_charm": "アメジストゴーレムはその家の近くのアメジストを収穫、成長、収集します。アメジストゴーレムを入手するには、予算アメジストの近くで目覚めの儀式を実行してアメジストゴーレムチャームを取得します。",
  "ars_nouveau.page1.apparatus_crafting": "エンチャント装置は、Ars Nouveauで進行するために使用される特別なマシン、キュリオ、装備の作製に使用されます。エンチャント装置でのクラフトには、最大8個のアルケインペデスタル、アルケインコア、およびエンチャント装置ブロックが必要です。装置をセットアップしたら、最初のメイジブルームシードをクラフトしましょう。",
  "ars_nouveau.page1.applying_perks": "スレッドは変更装置を使用して防具に適用できます。各防具には独自のレベル多様性を持つ独自のスレッドスロットセットがあります。一部のスレッドは最小レベルのスレッドスロットを必要とする場合がありますが、多くのスレッドは与えられたスロットのレベルに基づいて威力が向上します。",
  "ars_nouveau.page1.archwood": "アーチウッドの木は、どのバイオームでも生産される可能性がありますが確率は低く、4つのタイプが存在します。稀に、アーチウッドフォレストに遭遇することがあります。これは魔法の生き物で満ちた、自然発生する光とアーチウッドの木が豊富なバイオームです。装飾、儀式、またはワンドの作製に使用できます。",
  "ars_nouveau.page1.archwood_forest": "アーチウッドフォレストは魔法の光とアーチウッドの木で満ちたやや珍しいバイオームです。金をより多く含みます。さらに、スターバンクル、ワーリスプリグ、アーチウッドトレント、ドライグミーなどの魔法の生き物がより高い確率で出現します。このバイオームを生成するにはTerrablenderのインストールが必要です。",
  "ars_nouveau.page1.armor": "魔法のローブは着用者のマナ再生を増加させ、スレッドを使用して特別な能力でアップグレードできます。ソーサラーセットは最低限の防御を提供しますが、スレッド用の最も強力なスロットセットを備えています。アルケーニストとバトルメイジセットはより高い防御を提供しますが、スレッドスロットは少なく、威力が低くなります。スレッドについて詳しくは、防具とパークのセクションを参照してください。",
  "ars_nouveau.page1.armor_upgrading": "魔法の防具はスレッドでアップグレードして、追加の効果を得ることができます。防具の種類ごとに異なる数のスロットがあり、それらのスロットはサイズが異なります。より大きなスロットはスレッドの威力を増加させ、一部のスレッドは特定のサイズ以上のスロットが必要です。スレッドを適用するには、変更テーブルのセクションを参照してください。",
  "ars_nouveau.page1.basic_spell_turret": "タレットはレッドストーン信号を受けると呪文をキャストでき、ディスペンサーのように機能します。タレットはタッチとプロジェクタイルを使用する呪文を受け入れます。刻印された呪文パーチメントを使用して呪文を設定できます。呪文をキャストするため、タレットは近くのソースジャーからソースを引き出します。隣接するインベントリがある場合、タレットはアイテムピックアップとブロック配置を使用できます。",
  "ars_nouveau.page1.better_casting": "マナプールは特別なメイジ防具、エンチャント、新しいグリフの習得、またはポーションの飲用で拡張できます。メイジブルームシードを取得したら、見習いローブをクラフトできます。これはキャスティング能力を大幅に拡張します。これらのローブはマナプールで自己修復し、高い耐火性を持ち、適切な防御を提供します。",
  "ars_nouveau.page1.bookwyrm_charm": "ブックワームチャームはストレージ書見台で使用して、アクセス可能なインベントリの数を増やせます。本と羽ペンを使用して儀式を強化することで、チャームを取得できます。ブックワームは白、黒、青、緑、赤、紫の染料で染色できます。",
  "ars_nouveau.page1.decorative": "純粋に装飾的なブロック。完全なリストを表示するには、ストーンカッターでアルケイン石を配置します。",
  "ars_nouveau.page1.deny_scroll": "オートメーション関連エンティティにアイテムリストを提供します。アイテムを刻印するには、スクライバーズテーブルに配置してスニークしながら、テーブルでブロックとアイテムを使用してください。スターバンクルに与えると、スターバンクルはこのスクロールに記載されていないすべてのアイテムをピックアップして運搬します。",
  "ars_nouveau.page1.drygmy_charm": "ドライグミーはしばしば周辺の動物に従い、世話をしているのが見つかります。どこでも見つかりますが、かなり珍しいです。ドライグミーはワールドに家を与えることができ、周辺のモンスターと動物から、害を加えることなく、殺されたかのようにアイテムを生成します。野生のドライグミーはウィルデンホーンを近くに投げることで、友好化することができます。ドライグミーはシアン、オレンジ、茶色に染色できます。",
  "ars_nouveau.page1.enchanting_apparatus": "エンチャント装置はペデスタルとソースを利用してクラフトに使用されます。エンチャント装置を使用するには、3ブロック以内にアイテムを備えたアルケインペデスタルを配置します。ペデスタルを満たしたら、エンチャント装置ブロックで中央のアイテムを使用します。エンチャント装置が機能するには、その下にアルケインコアが必要です。",
  "ars_nouveau.page1.flask_cannons": "フラスコキャノンはプレイヤーのインベントリからボトルとフラスコのポーションを消費し、スプラッシュまたは残留ポーションに変換できます。投射するポーション選択するには、ラジアルメニューを使用してフラスコまたはポーションを選択し、発射装置を使用します。",
  "ars_nouveau.page1.how_to_enchant": "エンチャント装置はソースとアイテムを使用して、新しいエンチャントを追加するか既存のものをアップグレードできます。開始するには、レベル1のエンチャントを選択し、ペデスタルに材料を追加します。ソースのジャーを近くに配置し、エンチャントするアイテムを装置で使用します。装置は与えたアイテムに対して有効なエンチャントのみを適用できます。",
  "ars_nouveau.page1.illusion_blocks": "ミラーウィーブは、その上で使用される任意のブロックの外観を複製できます。これらのブロックは複製されたブロックと同じ衝突とライトを持ちます。マジックセンスは幻想を明らかにします。すべての幻想ブロックはポータルのフレームとしても使用できます。幻想ブロックにライトをキャストすると、ライトを放出するようになります。",
  "ars_nouveau.page1.imbuement_chamber": "特定のアイテムをソースで注入して新しいアイテムを作成します。ソースジェムを取得する主な方法は、アメジストとラピスを使用してソースジェムを作成することです。注入チャンバーはレシピのソースを受動的に蓄積するか、2ブロック離れたソースジャーから引き出します。一部のレシピには、注入チャンバーから1ブロック以内のペデスタルに配置される本質などの追加アイテムが必要です。ペデスタル内のアイテムは消費されません。",
  "ars_nouveau.page1.item_detector": "ディスプレイケースは特定のインベントリレベルに達したときにレッドストーン信号を出力するように設定できます。追跡するアイテムを設定するには、ケースでアイテムを使用します。ブロックと相互作用してカウントを増やし、パンチして減らします。インベントリにリンクするには、ドミニオンワンドをインベントリからディスプレイケースに使用します。スニークしながら使用すると、信号が設定カウント以下または以上で出力されるかを反転させます。",
  "ars_nouveau.page1.jump_ring": "ユーザーが空中でジャンプを続けることを可能にします。各ジャンプはマナを消費します。",
  "ars_nouveau.page1.lava_lily": "任意の液体またはブロックに配置できる装飾ブロック。このブロックのテクスチャは溶岩、マグマブロック、またはその他のブロックに配置されている場合に異なります。",
  "ars_nouveau.page1.magelight_torch": "装飾的なライト。点火するには、スコンスにライトをキャストします。炎の色はあなたの呪文の色に対応しています。壁のマージライトトーチは相互作用することで炎の向きを変えられます。タッチまたはプロジェクタイル感度を使用してスコンスをターゲットにしてください。",
  "ars_nouveau.page1.mimic_scroll": "オートメーション関連エンティティにアイテムリストを提供します。このスクロールがインベントリに取り付けられている場合、エンティティはすでにインベントリに存在するアイテムのみを挿入します。スクロールを取り付けるには、インベントリにアイテムフレームを配置し、ミミックスクロールを配置します。",
  "ars_nouveau.page1.mob_jar": "輸送または装飾用にモブをキャプチャして保存できます。モブをキャプチャするには、封じ込めの儀式を実行する必要があります。封じ込めの儀式については、該当するセクションを参照してください。モブをリリースするには、ジャーにディスペルをキャストしてください。モブはジャーの上に放出されます。ジャーの上に配置されたノートブロックは、内部のモブの環境音を再生します。",
  "ars_nouveau.page1.new_glyphs": "新しい呪文へのアクセスには、少量のセットアップ、リソース、基地建設が必要です。新しい呪文はグリフを取得することで学習できます。グリフはスクライバーズテーブルで経験とアイテムを使用して作成されます。グリフを取得したら、それを使用してグリフを習得するだけです。スクライバーズテーブルについて詳しくは、該当するセクションを参照してください。",
  "ars_nouveau.page1.obtaining_gems": "ソースジェムを取得するには、まず注入チャンバーを構築する必要があります。注入チャンバーは内部のアイテムをソースで注入し、新しいアイテムに変換します。ソースジェムを取得するには、アメジストまたはラピスを注入チャンバーに配置して待機します。注入チャンバーは近くのソースジャーからソースを消費してクラフトを加速させます。ダウジングロッドを使用して、早期に予算アメジストを探せます。",
  "ars_nouveau.page1.performing_rituals": "儀式を実行するには、儀式用火鉢とタブレットが必要です。タブレットと火鉢を取得したら、火鉢をワールドに配置してタブレットを使用します。火鉢は点火され、アクティベーション待機状態になります。この状態では、儀式を強化するとして、追加のアイテムを投げることができます。儀式を強化する場合は、アイテムを火鉢の上に投げるだけです。",
  "ars_nouveau.page1.potion_flask": "ポーション8チャージを保存するフラスコ。フラスコを埋めるには、ポーションジャーでフラスコを使用するか、別のポーションでクラフトテーブルでクラフトします。スニークしながらポーションジャーでフラスコを使用してフラスコを空にします。",
  "ars_nouveau.page1.reactive_enchantment": "リアクティブを持つアイテムは、振られたときに呪文をキャストする可能性があります。スペルパーチメント上の呪文はアイテムに刻印される呪文を決定します。",
  "ars_nouveau.page1.redstone_relay": "他のレッドストーンリレーに接続してワイヤレスレッドストーン信号を送信できます。一方から入力を受け取り、他のすべての方向に出力します。別のリレーの30ブロック以内に接続でき、複数のリレーを接続できます。",
  "ars_nouveau.page1.repository": "リポジトリはダブルチェスト分のアイテムを保存できます。名前が付けられた場合、ツールチップとして名前を表示し、アイテムとしてドロップされたときに保持します。ストレージ書見台で名前付きインベントリタブを作成するのに役立ちます。",
  "ars_nouveau.page1.scribes_table": "新しいグリフをクラフトするには、テーブルで呪文本を使用してコデックスを開きます。各グリフはロック解除するためにアイテムセットと経験ポイントが必要です。メニューでグリフをクリックして選択し、選択を押します。テーブルに上にレンダリングされたアイテムを投げると、テーブルは新しいグリフを刻印します。テーブルは近くのインベントリからアイテムも引き出します。テーブルでドミニオンワンドを使用すると、オートプルが無効になります。",
  "ars_nouveau.page1.shapers_focus": "移動、作成、変更するエフェクトを変更するフォーカス。打ち上げ、重力、引き寄せ、ノックバックなどのエフェクトで移動するブロックは、ヒットするエンティティにダメージを与えるようになります。ダメージはスペルダメージ、ブロック硬度、ブロックの速度によって増加します。さらに、ブロックをターゲットまたは作成するエフェクトは、新しいブロックまたは移動ブロックをターゲットにするスペルの残りを複製します。",
  "ars_nouveau.page1.source": "ソースはワールドのデバイスを使用して収集する必要がある特別なリソースです。ソースは注入チャンバーやエンチャント装置などのパワーデバイスに使用されます。ソース収集を開始するには、ソースジャーとソースリンクが必要です。",
  "ars_nouveau.page1.source_berry": "ソースベリーブッシュはタイガとアーチウッドフォレストバイオームで見つかり、ソースベリーを生成します。ソースベリーはマナ再生ポーションをクラフトするか、食料として消費できます。スターバンクルは自動的に成長したソースベリーブッシュを収穫し、農学ソースリンクの初期オートメーションに役立ちます。ソースベリー食品はマナ再生も付与します。",
  "ars_nouveau.page1.spell_books": "より高いティアの呪文にアクセスするには、より良い呪文本が必要です。見習い呪文本がティア1呪文のみにアクセスしている間、見習いと大魔法使い呪文本はティア2と3をロック解除します。呪文本をアップグレードすると、習得したすべての呪文が新しい本に転送されます。本は染料でクラフトして染色できます。",
  "ars_nouveau.page1.spell_bow": "スクライバーズテーブルで呪文を刻印できる弓。プレイヤーが十分なマナを持っている場合、矢は呪文矢になりターゲットに呪文を適用します。インベントリに矢がない場合、0ダメージの呪文矢がキャストされます。マナが不足している場合、通常の矢が発射されます。エンチャンターの弓は刻印された呪文を強化するための特別な増加矢を使用できます。",
  "ars_nouveau.page1.spell_casting": "呪文キャストを開始するには、まず呪文本を取得する必要があります。呪文本はマナを使用して呪文を作成、保存、キャストることを可能にします。より高いティアの呪文本は追加の呪文スロットを提供し、より複雑な呪文をクラフトできます。 $(br) 最初の呪文をクラフトするには、まず呪文が取る$(bold)フォーム$()を選択する必要があります。 $(bold)フォーム$()グリフは常に呪文レシピの最初のグリフである必要があります。",
  "ars_nouveau.page1.spell_crossbow": "呪文を刻印できるクロスボウ。弓がロードされていてマナが存在する場合、呪文のマナコストが差し引かれます。エンチャンターのクロスボウは呪文を強化するための特別な増加矢を使用できます。",
  "ars_nouveau.page1.spell_mana": "呪文マナは$(thing)呪文本$()で呪文をキャストするために使用されます。マナの最大量と再生速度は、特別な$(item)メイジ防具$()を装備するか、$(item)マナブースト$()または$(item)マナ再生$()エンチャントを装備に適用することで増加させることができます。さらに、呪文本でロック解除されたグリフごとにボーナスマナと再生を獲得します。",
  "ars_nouveau.page1.spell_sensor": "近くで呪文がキャストされたときにレッドストーン信号を出力します。出力強度はキャストされた呪文の長さで決定されます。ドミニオンワンドを使用するとキャストされるのではなく呪文が近くで解決されたときにトリガーされます。スペルパーチメントを使用すると、センサーはその正確な呪文が検出された場合のみ出力するようになります。",
  "ars_nouveau.page1.starbuncle_charm": "スターバンクルは黄金の塊を求めて、木製領域に自然に出現します。スターバンクルは通常人間を恐れていますが、黄金の塊を持っている人には接近を許可します。スターバンクルが黄金の塊をピックアップすると、このワールドから消えてスターバンクルトークンが後に残ります。",
  "ars_nouveau.page1.starting_automation": "呪文はスペルタレットを使用してオートメーションで使用できます。これらを使用して、自動ハーベスター、木農場、採掘場、ケーキ農場、ガラス工場などを作成します。アイテム輸送、自動クラフト、リソース生成については、チャームを使用して呼び出せる様々な魔法エンティティを参照してください。",
  "ars_nouveau.page1.storage_lectern": "ストレージ書見台は複数の接続されたインベントリを表示、管理、クラフトするために使用できます。接続できるインベントリの数は、書見台に結合されたブックワームの数によって決定されます。ブックワームチャームを使用して書見台に複数のブックワームを追加できます。ドミニオンワンドをインベントリから書見台に使用して、アクセスにバインドまたは削除します。インベントリは30ブロック離れて接続できます。",
  "ars_nouveau.page1.summon_bed": "装飾的なベッド。スターバンクルはドミニオンワンドを使用してベッドにバインドでき、他のタスクがない場合はベッドで休みます。",
  "ars_nouveau.page1.summoning_familiars": "使い魔の呼び出しを開始するには、わずかなバインドスクリプトを取得する必要があります。これらはバインディングの儀式を関連するエンティティの近くで実行することで取得できます。対象エンティティの完全なリストについては、使い魔セクションを参照してください。バインドスクリプトを取得したら、それを使用して使い魔を習得します。",
  "ars_nouveau.page1.trinkets": "アイテムとキュリオはキャスティングを拡張でき、ユニークなバフを提供できます。さらにキャストするには、割引のリングまたはマナ再生のお守りをクラフトしてください。旅については、浮遊のベルトを参照するか、採掘効率をヴォイディングジャーで改善してください。",
  "ars_nouveau.page1.upgrades": "ティア2と3のグリフはそれぞれ見習いと大魔法使い呪文本が必要です。より高いティアの本はより高いティアの呪文をキャストでき、オートメーションで使用でき、ボーナスとして追加のマナとマナ再生を提供します。本をアップグレードできるようになったら、防具を次のティアのローブにアップグレードすることで、キャストに別のブーストが得られます。",
  "ars_nouveau.page1.volcanic_sourcelink": "火山ソースリンクは燃焼可能なアイテムを消費することでソースを生成します。アーチウッドログはボーナスソースを生成し、焔のアーチウッドが最多を生成します。火山ソースリンクがソースを生成すると、$(item)熱$()も生成され、溶岩ユリを産卵させ、石を溶岩に変換します。火山ソースリンクは自動的に近くのジャーに出力し、最も近いものから始まります。",
  "ars_nouveau.page1.warp_portal": "ワープポータルはワープスクロールと同様に、同じディメンション内の場所への一方向テレポートを提供します。ワープポータルを構築するには、ソースストーンまたはその変種のフレームを長方形の形状で構築し、近くに完全なソースジャーを提供します。次に、書かれた場所を持つワープスクロールをフレームに投げます。近くに十分なソースがある場合、ポータルが作成されます。",
  "ars_nouveau.page1.weald_waddler": "ウィールドウォーカーが死ぬと、ウィールドワドラーに変わります。ウィールドワドラーはゆっくりウィールドウォーカーに戻ります。骨粉を与えることでスピードアップできます。ウィールドワドラーは、ウォーカーに戻されるまで戦ったり自分を守ったりできません。",
  "ars_nouveau.page1.weald_walker": "ウィールドウォーカーは彼らの家を敵のモンスターから守る生きているアーチウッドの木です。ウィールドウォーカーは目覚めの儀式から作成できます。呼び出されたら、ウィールドウォーカーはホームポジションが与えられない限りランダムにローミングされます。ウィールドウォーカーにホームを与えるには、ドミニオンワンドをウィールドウォーカーで使用してから、ガードされるブロックを使用します。",
  "ars_nouveau.page1.whirlisprig_charm": "ワーリスプリグは森林地域で排他的に見つかった好奇心の強い自然精霊です。呼び出されたワーリスプリグはワールドにホームを与えられ、木、作物、種、周辺に存在する花を含む自然素材を生成し始めます。野生のワーリスプリグは、近くで木が育つとき、友好化でき、ワーリスプリグトークンをドロップします。",
  "ars_nouveau.page1.wilden": "ウィルデンはウィルデンデンの周りで夜間に一般的に見つかる敵対的なクリーチャーです。ウィルデンディフェンダーは冷たいバイオームでのみ見つかりますが、ストーカーとハンターデンは任意の森林バイオームで見つかります。",
  "ars_nouveau.page1.wixie_charm": "ウィクシーはソースの代価であなたのためのアイテムを自動的にクラフトできます。ウィクシートークンを取得するには、ヘルス以下の間に魔女にディスペルをキャストします。ウィクシーチャームを取得したら、大釜で使用してウィクシーを召喚します。ウィクシーは赤、白、黒、青、緑に染色できます。",
  "ars_nouveau.page1.world_generation": "複数のリソースがワールドに出現し、それぞれ独自の魔法の特性を持ちます。アーチウッドの木は複数の装飾バリアントで提供され、キャスティングワンドをクラフトするために使用できます。タイガスで見つかったソースベリーはマナ再生ポーション作製に必須です。",
  "ars_nouveau.page2.amethyst_golem_charm": "",
  "ars_nouveau.page2.applying_perks": "スレッドは防具セット全体に1回のみ適用され、スタックしません。スレッド適用の詳細については、変更テーブルを参照してください。",
  "ars_nouveau.page2.armor_upgrading": "防具にも3つのティアがあり、これらのティアはエンチャント装置と、このセクションのアップグレードレシピを使用して増加させることができます。各ティアは防具が付与するマナ再生量を増やし、防具のスロット数とサイズを増加させます。",
  "ars_nouveau.page2.basic_spell_turret": "エンチャントされたスペルタレットは基本的なスペルタレットと比較してソースコストを半分でキャストします。",
  "ars_nouveau.page2.bookwyrm_charm": "彼らが死ぬか消散した場合、彼らはチャームをドロップします。",
  "ars_nouveau.page2.drygmy_charm": "ドライグミーは経験のジェムも生成できます!",
  "ars_nouveau.page2.how_to_enchant": "レベル2以上のエンチャントを適用するには、アイテムは既に前のレベルを持つ必要があります。たとえば、スマイト3を適用するには、アイテムは既にスマイト2を持つ必要があります。",
  "ars_nouveau.page2.illusion_blocks": "フォールスウィーブはミラーウィーブと同じプロパティを持っていますが、空気のようにそれを通過させることができます。マジックセンスはブロックを非表示にして、隠されたパスを明らかにします。",
  "ars_nouveau.page2.item_detector": "フィルタースクロールがディスプレイケースに与えられた場合、フィルターに一致するすべてのアイテムをカウントします。",
  "ars_nouveau.page2.mob_jar": "多くのエンティティはジャーの内部で相互作用でき、ジャー内で引き続きシミュレートされます。いくつかの例は次のとおりです。ニワトリは卵を産みます。羊は剃られることができます。牛は搾乳できます。ブレイズのようなほとんどのモブはジャーを光源に変えます。さまざまなモブで実験して、美的で機能的な農場を作成します。ドライグミーもジャーを通常のエンティティのように扱います。",
  "ars_nouveau.page2.performing_rituals": "儀式をアクティベートするには、空の手で火鉢と相互作用します。アクティベーション後、儀式はもはや強化されず、永久に消費されます。儀式がソースを必要とする場合、火鉢は6ブロック以内のソースジャーから引き出します。儀式とその要件に関する情報はそれぞれのエントリで見つけることができます。",
  "ars_nouveau.page2.potion_flask": "エフェクト時間を50%%延長するエンチャントされたフラスコ",
  "ars_nouveau.page2.reactive_enchantment": "他のエンチャントと同様に、リアクティブレベルは前のレベルのエンチャント付きのアイテムにのみ適用できます。リアクティブ2はリアクティブ1が必要です。",
  "ars_nouveau.page2.relay": "レッドストーン信号はリレーを無効にします。",
  "ars_nouveau.page2.scribes_table": "呪文パーチメントまたはエンチャンターアイテムに呪文を刻印することもできます。これを行うには、テーブルに空白パーチメントを配置します。次に、呪文本を手に持ち、呪文本をキャストしようとしているかのようにテーブルで呪文を変更します。次に、スニークしながらテーブルで本を使用します。アイテムはその呪文を含むようになります。操作エッセンスを使用すると、刻印された呪文が永久に非表示になります。",
  "ars_nouveau.page2.shapers_focus": "ブロックを変更または作成すると、その新しいブロックに呪文の残りを複製します。たとえば、フリーズ→破裂はブロックをフリーズしますが、ブロックを破裂にキャストします。フォーカスなしでは、破裂は元々ヒットされたブロックにのみ適用されます。これを複製するエフェクトには、conjure mageblock、freeze、break、exchange、place blockなどのようなグリフが含まれます。これらのエフェクトでAOEを使用すると、すべてのブロックに呪文が複製されます。",
  "ars_nouveau.page2.spell_casting": "次に、任意の数の$(bold)エフェクト$()をチェーンに追加します。エフェクトは呪文が行う$(italic)こと$()を指し、呪文がヒットするターゲットまたは場所で本に配置される順序で解決されます。 $(bold)増加$()はエフェクトまたはフォームの方法を変更するために使用できます。 $(bold)増加$()はエフェクトまたはフォームの後に配置できます。増加はグリフの$(bold)左$()に適用されます。複数の増加も増加を一緒に連鎖させることで、同じエフェクトまたはフォームに適用することができます。",
  "ars_nouveau.page2.spell_mana": "呪文本にグリフを追加すると、マナの最大量とマナ再生も増加します。このボーナスは呪文本のティアでもスケーリングされます。",
  "ars_nouveau.page2.starbuncle_charm": "野生のスターバンクルは調べることができませんが、それらのトークンはスターバンクルを召喚するために使用できます。",
  "ars_nouveau.page2.storage": "アイテムは大釜に隣接する未結合インベントリに配置することで、書見台に自動的に挿入できます。また、書見台を「メイン」書見台にリンクして、オリジナルの書見台のビューとアクセスを拡張することもできます。これらの書見台は30ブロック以内で無制限にチェーンされることができます。書見台が別の書見台にリンクされると、インベントリに接続したり、ブックワームを受け入れることができなくなります。",
  "ars_nouveau.page2.summoning_familiars": "バインドスクリプトを取得したら、呪文本クラフトメニューの使い魔セクションから使い魔のリストにアクセスできます。使い魔を選択するとワールドで召喚され、使い魔病気が与えられ、短時間別の使い魔を召喚することが防止されます。最初の使い魔を取得するには、スターバンクルの近くでバインディングの儀式を実行します。使い魔はプレイヤーにバインドされており、本の間で転送することはできません。",
  "ars_nouveau.page2.volcanic_sourcelink": "近くの焔のアーチウッドアイテムはソースのチャンクと適度な量の$(item)熱$()と引き換えに燃焼されます。火山ソースリンクは周囲のペデスタルからアイテムも取得します。",
  "ars_nouveau.page2.warp_portal": "ポータルは1x1から21x21のサイズで、水平または垂直に構築できます。ワープは作成後ソースコストはかかりません。ドミニオンワンドをポータルで使用するとポータルのテクスチャが変わります。",
  "ars_nouveau.page2.weald_walker": "近くの敵にフレアをキャストします。ブロックに点火しないよう注意してください。",
  "ars_nouveau.page2.whirlisprig_charm": "ワーリスプリグは動物、プレイヤー、モンスターに従います!彼らはまた、周りに草を育てます。",
  "ars_nouveau.page2.wixie_charm": "クラフト用のアイテムを選択するには、ウィクシー大釜でアイテムまたはブロックを使用します。",
  "ars_nouveau.page3.amethyst_golem_charm": "チャームをブロックで使用してアメジストゴーレムを召喚します。アメジストゴーレムがタスクを実行する前に、最初にホームを持つ必要があります。ドミニオンワンドをゴーレムで使用してからガードされるブロックを使用してホームを設定します。ゴーレムのホームは設定位置から任意の方向に10ブロック離れていると見なされます。",
  "ars_nouveau.page3.basic_spell_turret": "タイマースペルタレットは自動的にタイマーで発火します。デフォルトでは1秒に設定されており、ブロックを右クリックして時間を増やすことができます。パンチして時間を減らします。スニークして10秒の間隔で構成することができます。さらなる変更を防ぐため、ドミニオンワンドを使用してターレットをロック解除します。タレットを0秒に設定するか、レッドストーン信号を提供すると、それが無効になります。プロジェクタイル、タッチ、レッドストーンを無料でキャストします。",
  "ars_nouveau.page3.drygmy_charm": "ドライグミーを召喚するには、苔むしたコブルストーンのブロックでドライグミーチャームを使用します。短時間後、コブルストーンはドライグミーヘンジに変換され、ドライグミーを召喚します。追加のドライグミーを召喚するには、ヘンジで複数のチャームを使用します。ディスペルをキャストするかドライグミーを殺すと、チャームが返されます。"
}
